<html>

<!-- Mirrored from flo-regnum.bplaced.de/Spiel/klassen.html by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 08 Feb 2016 02:51:10 GMT -->
<head>
<title>Klassen</title>
<link rel="stylesheet" type="text/css" href="style.css">
</head>

<body class="bg1" style="background-color:transparent;">



<table align="center" border="0" cellpadding="0" cellspacing="0" width="530">

<tr>
<td colspan="2" align="center" width="530"><font size="4" face="Verdana, Arial, Helvetica, sans-serif">Krieger</font></td>
</tr>

<tr>
<td colspan="2" align="center" width="530"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Krieger haben einen besonderen Bezug zu Nahkampfwaffen. Sie werden ausgebildet, um zu hervorragenden K&auml;mpfern f&uuml;r ihr jeweiliges Reich zu werden. Den Makel, dass ihnen die Magie nicht zug&auml;nglich ist, machen sie durch k&auml;mpferisches Geschick, verheerende Angriffe und gepanzerte R&uuml;stungen wieder wett. Der Krieger kann sich entscheiden, ob er riesige Zweihand- oder lieber zwei Einhandwaffen f&uuml;hren und seine Angriffstechniken weiter ausbauen m&ouml;chte, indem er zu einem Barbaren wird oder aber sich auf seine taktischen F&auml;higkeiten konzentrieren und mit Schild und Waffe gewappnet zu Felde ziehen m&ouml;chte - in diesem Fall ist der Ritter f&uuml;r ihn die richtige Wahl.</font></td>
</tr>

<tr>
<td align="center" width="265"><img src="klassen/char_barbarian.png" border="0"></td>
<td align="center" width="265"><img src="klassen/char_knight.png" border="0"></td>
</tr>

<tr>
<td align="center" width="265"><a href="klassen/klasse_barbar.png" target="_blank">Beschreibung Barbar</a><br><br><br>&nbsp;</td>
<td align="center" width="265"><a href="klassen/klasse_ritter.png" target="_blank">Beschreibung Ritter</a><br><br><br>&nbsp;</td>
</tr>






<tr>
<td colspan="2" align="center" width="530"><font size="4" face="Verdana, Arial, Helvetica, sans-serif">Bogensch&uuml;tze</font></td>
</tr>

<tr>
<td colspan="2" align="center" width="530"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Bogensch&uuml;tzen sind Fernk&auml;mpfer und zeichnen sich durch das F&uuml;hren von Lang- oder Kurzb&ouml;gen sowie ihre geschickten Ausweichman&ouml;ver aus. Auch hier finden sich zwei Unterklassen, n&auml;mlich J&auml;ger und Sch&uuml;tze. Der Sch&uuml;tze profitiert von der enormen Reichweite seiner Angriffe sowie seiner widerstandsf&auml;higen R&uuml;stung, wohingegen der J&auml;ger ein Meister des Spurenlesens ist und die Gabe besitzt, wilde Monster zu z&auml;hmen und diese als seine Haustiere in die Schlacht zu f&uuml;hren, wo sie an seiner Seite k&auml;mpfen. Weiterhin ist er in der Lage, sich selbst oder sogar eine ganze Gruppe von Verb&uuml;ndeten f&uuml;r eine kurze Zeit lang zu tarnen, aus dem Hinterhalt anzugreifen und somit Schlachten zu seinem Vorteil zu entscheiden. Allerdings fliegen seine Pfeile weniger weit als die des Sch&uuml;tzen, und sie besitzen auch weniger Durchschlagskraft.</font></td>
</tr>

<tr>
<td align="center" width="265"><img src="klassen/char_marksman.png" border="0"></td>
<td align="center" width="265"><img src="klassen/char_hunter.png" border="0"></td>
</tr>

<tr>
<td align="center" width="265"><a href="klassen/klasse_schuetze.png" target="_blank">Beschreibung Sch&uuml;tze</a><br><br><br>&nbsp;</td>
<td align="center" width="265"><a href="klassen/klasse_jaeger.png" target="_blank">Beschreibung J&uuml;ger</a><br><br><br>&nbsp;</td>
</tr>






<tr>
<td colspan="2" align="center" width="530"><font size="4" face="Verdana, Arial, Helvetica, sans-serif">Magier</font></td>
</tr>

<tr>
<td colspan="2" align="center" width="530"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Magier sind, wie ihr Name schon sagt, auf Zauberei angewiesen, um sich in der Welt von Regnum behaupten zu k&ouml;nnen. Die F&auml;higkeit, sich der okkulten M&auml;chte zu bedienen, macht sie zu ernst zu nehmenden Gegnern oder aber zu unentbehrlichen Verb&uuml;ndeten. Die beiden Unterklassen des Magiers k&ouml;nnten unterschiedlicher nicht sein; so kann er als Beschw&ouml;rer untote Wesen beschw&ouml;ren und f&uuml;r sich k&auml;mpfen lassen, Verb&uuml;ndete gegen Angriffe abschirmen, heilen oder sogar aus dem Reich der Toten zur&uuml;ckholen, w&auml;hrend er sich als Hexenmeister ganz den dunkleren Pfaden der Zauberei verschreibt, indem er sich die zerst&ouml;rerische Kraft der Elemente zunutze macht, um seine Gegner zu vernichten. Weiterhin ist er imstande, seinen Gegnern Lebenskraft zu entziehen und feindlichen Beschw&ouml;rungen seinen Willen aufzuwingen. Ganz gleich, ob sich der Magier f&uuml;r die Pfade des Lichts oder aber der Dunkelheit entscheidet - auf dem Schlachtfeld kann er immer bestehen.</font></td>
</tr>

<tr>
<td align="center" width="265"><img src="klassen/char_warlock.png" border="0"></td>
<td align="center" width="265"><img src="klassen/char_conjurer.png" border="0"></td>
</tr>

<tr>
<td align="center" width="265"><a href="klassen/klasse_hexer.png" target="_blank">Beschreibung Hexenmeister</a><br><br><br>&nbsp;</td>
<td align="center" width="265"><a href="klassen/klasse_beschi.png" target="_blank">Beschreibung Beschw&ouml;rer</a><br><br><br>&nbsp;</td>
</tr>





</body>

<!-- Mirrored from flo-regnum.bplaced.de/Spiel/klassen.html by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 08 Feb 2016 02:51:21 GMT -->
</html>